tap "bufbuild/buf"
tap "codecrafters-io/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "yt-dlp/taps"
brew "act"
brew "apr-util"
brew "asdf"
brew "libssh2"
brew "bat"
brew "gettext"
brew "glib"
brew "rtmpdump"
brew "curl"
brew "freetds"
brew "libpq"
brew "libzip"
brew "openldap"
brew "php"
brew "composer"
brew "cpanminus"
brew "eza"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "libgpg-error"
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "hadolint"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "just"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "minikube"
brew "nano"
brew "neovim"
brew "nkf"
brew "oh-my-posh"
brew "openssl@1.1"
brew "perl"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "telnet"
brew "tree"
brew "unar"
brew "yt-dlp"
brew "bufbuild/buf/buf"
brew "codecrafters-io/tap/codecrafters"
cask "alt-tab"
cask "applite"
cask "arc"
cask "bitwarden"
cask "bloomrpc"
cask "brave-browser"
cask "bruno"
cask "coteditor"
cask "db-browser-for-sqlite"
cask "deepl"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "figma"
cask "firefox"
cask "font-fira-code-nerd-font"
cask "font-hackgen"
cask "font-profont-nerd-font"
cask "fontforge"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "grammarly"
cask "hammerspoon"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "jordanbaird-ice"
cask "maccy"
cask "monitorcontrol"
cask "nordvpn"
cask "parallels"
cask "pictogram"
cask "postman"
cask "qbittorrent"
cask "raycast"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "steam"
cask "the-unarchiver"
cask "unshaky"
cask "visual-studio-code"
cask "warp"
cask "wezterm"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Dynamic Wallpaper", id: 1453504509
mas "LINE", id: 539883307
mas "PDFgear", id: 6469021132
mas "Prime Video", id: 545519333
mas "Twitter", id: 1482454543
vscode "arjun.swagger-viewer"
vscode "asvetliakov.vscode-neovim"
vscode "bufbuild.vscode-buf"
vscode "christian-kohler.path-intellisense"
vscode "codium.codium"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme-pro.theme-dracula-pro"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "formulahendry.auto-rename-tag"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "jebbs.plantuml"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "usernamehw.errorlens"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "zxh404.vscode-proto3"
