tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "yt-dlp/taps"
brew "act"
brew "apr-util"
brew "asdf"
brew "bat"
brew "glib"
brew "openldap"
brew "curl"
brew "freetds"
brew "krb5"
brew "libpq"
brew "php"
brew "composer"
brew "exa"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnupg"
brew "gobject-introspection"
brew "gradle"
brew "hadolint"
brew "hugo"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "minikube"
brew "nkf"
brew "openjdk"
brew "openssl@3"
brew "protobuf"
brew "tree"
brew "bufbuild/buf/buf"
brew "yt-dlp/taps/yt-dlp"
cask "bitwarden"
cask "bloomrpc"
cask "brave-browser"
cask "coteditor"
cask "db-browser-for-sqlite"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "figma"
cask "font-fira-code-nerd-font"
cask "font-profont-nerd-font"
cask "goland"
cask "google-chrome"
cask "google-drive"
cask "grammarly"
cask "intellij-idea"
cask "iterm2"
cask "lastpass"
cask "mark-text"
cask "openemu"
cask "postman"
cask "sequel-ace"
cask "slack"
cask "steam"
cask "stoplight-studio"
cask "unshaky"
cask "visual-studio-code"
cask "zoom"
